{
    "nav": {
        "homePage": "Home Page",
        "shop": "Shop",
        "customOrders": "Custom Orders"
    },
    "footer": {
        "contactInfo": "Contact Info",
        "email": "Email",
        "phone": "Phone"
    },
    "homepage": {
        "title": "Welcome to the World of 3D Printing!",
        "description": "3D printing, also known as additive manufacturing, is the magical process where digital designs come to life — layer by layer. From custom figurines to functional prototypes, this cutting-edge technology transforms ideas into tangible objects with stunning precision. Whether you’re a hobbyist, designer, engineer, or just someone with a wild imagination, 3D printing opens up a whole new realm of creative possibilities. Plastic, resin, metal, and even wood-based filaments? We’ve got it all. Need a personalized gift? A missing part? Or something completely out-of-the-box? 3D printing makes it happen. At our shop, we're all about turning your vision into reality. So browse around, upload your design, or just get inspired — because the future is being printed right now.",
        "material1": "PLA (Polylactic Acid)",
        "material2": "ABS (Acrylonitrile Butadiene Styrene)",
        "material3": "Standard Resin",
        "materialDescription1": "Pros: Easy to print, biodegradable, great surface finish Cons: Brittle, not very heat-resistant Use: Prototypes, decorative parts, toys",
        "materialDescription2": "Pros: Tough, heat-resistant Cons: Warps easily, strong fumes Use: Automotive parts, enclosures, LEGO",
        "materialDescription3": "Pros: High detail, smooth finish Cons: Brittle, not strong Use: Miniatures, figurines, detailed models"
    },
    "customOrders": {
        "title": "Custom Orders",
        "name": "Name:",
        "contactInfo": "Contact Info:",
        "description": "Description: (Optional)",
        "materialType": "Material Type:",
        "material1": "PLA (Polylactic Acid)",
        "material2": "ABS (Acrylonitrile Butadiene Styrene)",
        "material3": "Standard Resin",
        "quantity": "Quantity:",
        "file": "Product File:",
        "submit": "Submit Order"
    }
}
