{
    "nav": {
        "homePage": "Pagina Principal",
        "shop": "Loja",
        "customOrders": "Pedidos Personalizados"
    },
    "footer": {
        "contactInfo": "Contactos",
        "email": "E-mail",
        "phone": "Telefone"
    },
    "homepage": {
        "title": "Bem-vindos ao Mundo da Impressão 3D!",
        "description": "Impressão 3D, também conhecida como fabrico aditivo, é o processo mágico onde ideias digitais ganham forma — camada por camada. Desde figuras personalizadas a protótipos funcionais, esta tecnologia de ponta transforma imaginação em objetos reais com uma precisão incrível. Sejas tu um entusiasta, designer, engenheiro ou apenas alguém cheio de ideias malucas, a impressão 3D abre as portas a um mundo inteiro de possibilidades criativas. Plástico, resina, metal ou até filamentos com aspeto de madeira? Temos de tudo. Precisas de uma prenda personalizada? De substituir aquela peça impossível de encontrar? Ou criar algo totalmente fora da caixa? A impressão 3D faz acontecer. No nosso espaço, tornamos a tua visão em realidade. Explora os nossos projetos, envia o teu design ou simplesmente inspira-te — porque o futuro está a ser impresso, aqui e agora.",
        "material1": "PLA (Ácido Poliláctico)",
        "material2": "ABS (Acrilonitrilo Butadieno Estireno)",
        "material3": "Resina Standard",
        "materialDescription1": "Vantagens: Fácil de imprimir, biodegradável, bom acabamento visual Desvantagens: Frágil, pouca resistência ao calor Ideal para: Protótipos, peças decorativas, brinquedos",
        "materialDescription2": "Vantagens: Resistente, durável, aguenta altas temperaturas Desvantagens: Pode empenar, emite vapores durante a impressão Ideal para: Peças funcionais, caixas, componentes automóveis",
        "materialDescription3": "Vantagens: Altíssimo nível de detalhe, acabamento suave Desvantagens: Frágil, menos resistente a impacto Ideal para: Miniaturas, figuras decorativas, modelos com pormenor"
    },
    "customOrders": {
        "title": "Pedidos Personalizados",
        "name": "Nome:",
        "contactInfo": "Contacto:",
        "description": "Descrição: (Opcional)",
        "materialType": "Tipo de Material:",
        "material1": "PLA (Ácido Poliláctico)",
        "material2": "ABS (Acrilonitrilo Butadieno Estireno)",
        "material3": "Resina Standard",
        "quantity": "Quantidade:",
        "file": "Ficheiro do Produto:",
        "submit": "Enviar Pedido"
    }
}
